Repository: omeka/plugin-CollectionTree
Catalog: languages/*.po
Languages: bg_bg, ca_es, cs, cy_gb, de_de, es, et, fi_fi, fr, gl, hr, hu_hu, ja, mn, nl_be, oc, pl, pt_br, pt_pt, ro, ru, sq_al, sr_rs, uk, zh_cn, zh_tw

source: Collection Tree
bg_bg: Дърво с Колекции
ca_es: Arbre de col·leccions
cs: Strom sbírky
cy_gb: Coeden Casgliadau
de_de: Sammlung
es: Colecciones
et: Kogude puu
fi_fi: Osakokoelmat
fr: Arborescence de la collection
gl: Árbore de colección
hr: Zbirke
hu_hu: Gyűjteménytár
ja: コレクション・ツリー
mn: Сан хөмрөгийн цогц
nl_be: Collectieboom
oc: Ierarquia de la colleccion
pl: Drzewko kolekcji
pt_br: Árvore de Coleções
pt_pt: Árvore de Colecções
ro: Ierarhia colecţiei
ru: Структура коллекции
sq_al: Pema Koleksionit
sr_rs: Стабло колекције
uk: Дерево колекцій
zh_cn: 馆藏树
zh_tw: 合集樹

source: No parent collection
bg_bg: Няма родителска колекция
ca_es: Sense col·lecció superior jeràrquica
cs: Žádná mateřská sbírka
cy_gb: Dim casgliad uwch
de_de: Keine Sammlung
es: Sin colección jerárquica superior
et: Peamist kogu pole
fi_fi: Ei ylätason kokoelmaa
fr: Aucune collection parente
gl: Sen colección pai
hr: Nema nadređene zbirke
hu_hu: Nincs szülő gyűjtemény
ja: 親コレクションなし
mn: Дээд түвшний сан хөмрөг алга
nl_be: Geen hoofdcollectie
oc: Pas cap de colleccion parenta
pl: Brak kolekcji macierzystej
pt_br: Nenhuma coleção pai
pt_pt: Não têm colecção de nível superior
ro: Nicio colecție mamă
ru: Нет исходной коллекции
sq_al: Nuk ka koleksion prind
sr_rs: Нема надређене колекције
uk: Вихідні колекіцї відсутні
zh_cn: 无父馆藏
zh_tw: 沒有上層合集

source: Parent Collection
bg_bg: Родителска колекция
ca_es: Col·lecció superior jeràrquica
cs: Mateřská sbírka
cy_gb: Casgliad Uwch
de_de: Erstsammlung
es: Colección jerárquica superior
et: Peamine kogu
fi_fi: Ylätason kokoelma
fr: Collection parente
gl: Colección pai
hr: Nadređena zbirka
hu_hu: Szülő gyűjtemény
ja: 親コレクション
mn: Дээд түвшний сан хөмрөг
nl_be: Hoofdcollectie
oc: Colleccion parenta
pl: Kolekcja macierzysta
pt_br: Coleção pai
pt_pt: Colecção de nível superior
ro: Colecţia mamă
ru: Исходная коллекция
sq_al: Kolleksioni Print
sr_rs: Надређена колекција
uk: Вихідні колекції
zh_cn: 父馆藏
zh_tw: 上層合集

source: A collection cannot be a parent to itself.
bg_bg: Колекцията не може да си бъде родител
ca_es: Una col·lecció no pot ésser superior jeràrquica de si mateixa.
cs: Sbírka nemůže být mateřskou sama sobě.
cy_gb: Ni all gasgliad fod yn rhiant iddo'i hun.
de_de: Eine Sammlung kann nicht die Erstsammlung ihrer selbst sein.
es: Una colección no puede ser jerárquica superior de sí misma
et: Kogu ei saa olla iseenda peamine kogu.
fi_fi: Kokoelma ei voi olla ylätason kokoelma suhteessa itseensä.
fr: Une collection ne peut pas être parente d'elle-même.
gl: Unha colección non pode ser pai de sí mesma
hr: Zbirka ne može sama sebi biti nadređena.
hu_hu: Egy gyűjtemény nem lehet önmagának a szülő gyűjteménye.
ja: コレクションは自身の親になることはできません。
mn: Цуглуулгуудыг өөрт хамааруулах боломжгүй байна.
nl_be: Een collectie kan geen hoofd voor zichzelf zijn.
oc: Una colleccion pòt pas èsser parenta d'ela-meteissa.
pl: Kolekcja nie może być kolekcją macierzystą dla siebie samej.
pt_br: Uma coleção não pode ser pai dela mesma.
pt_pt: Uma colecção não pode ser de nível superior em relação a si própria.
ro: O colecție nu poate fi propriul părinte.
ru: Коллекция не может быть исходной сама к себе
sq_al: Një koleksion nuk mund të jetë një prind për vete.
sr_rs: Колекција не може бити надређена сама себи.
uk: Колекція не може бути вихідною для себе ж.
zh_cn: 馆藏不能做自己的父馆藏。
zh_tw: 一個合集無法成為自己的上層。

source: A collection cannot be assigned to a collection in its descendant tree.
bg_bg: Колекцията не може да бъде присъединена към колекция на по-ниско ниво
ca_es: Una col·lecció no pot ésser assignada a una altra col·lecció dins de la seva jerarquia.
cs: Sbírku nelze přiřadit sbírce ve stromu potomka.
cy_gb: Ni all gasgliad cael ei osod mewn casgliad o fewn ei goeden ddisgynyddol.
de_de: Eine Sammlung kann nicht in einer Sammlung der Nachfolgesammlung auftreten.
es: Una colección no puede ser asignada a otra colección en su misma jerarquía.
et: Kogu ei saa määrata kogusse, mis kuulub selle all olevasse kogusse.
fi_fi: Kokoelmaa ei voi yhdistää kokoelmaan joka sijaitsee alempana samassa hierarkiassa.
fr: Une collection ne peur être associée à une collection appartenant à ses descendants.
gl: Unha colección non pode ser asinada a unha colección na súa árbore de descendentes.
hr: Zbirka se ne može dodjeliti zbirci koja joj je hijerarhijski podređena.
hu_hu: Egy gyűjteményt nem lehet a saját leszármazott fájához tartozó gyűjteményhez rendelni.
ja: コレクションは、その子ツリー内のコレクションに割り当てることはできません。
mn: Цуглуулгуудыг хамааруулах ойр утга байхгүй байна.
nl_be: Een collectie kan niet toegeschreven worden aan een collectie in zijn lagerliggende boomstructuur.
oc: Una colleccion pòt pas èsser associada a una colleccion qu'aparten a sos descendents.
pl: Kolekcja nie może być przypisana do swojej kolekcji potomnej.
pt_br: Uma coleção não pode ser designada para uma coleção em sua árvore descendente.
pt_pt: Uma colecção não pode ser atribuída a outra colecção que esteja na sua árvore como descendente.
ro: O colecție nu poate fi atribuită unei alteia în arborele său de descendenți.
ru: Коллекция не может быть назначена по отношению к коллекции в её схеме подчинения
sq_al: Një koleksion nuk mund të caktohet në një koleksion në pemën e saj pasardhëse.
sr_rs: Постојећа колекција не може бити додељена као колекција на свом подређеном стаблу.
uk: Колекція не може бути нащадком колекції у своєму власному дереві.
zh_cn: 馆藏不能被添加到它的子树下的某个馆藏。
zh_tw: 一個合集無法再指派給它的下層合集。

source: Select a Parent Collection
bg_bg: Изберете родителска колекция
ca_es: Seleccioneu una col·lecció superior jeràrquica
cs: Výběr mateřské sbírky
cy_gb: Dewisiwch Gasgliad Uwch
de_de: Eine Erstsammlung ausw√§hlen
es: Selecciona una colección jerárquica superior
et: Vali peamine kogu
fi_fi: Valitse ylätason kokoelma
fr: Sélectionner la collection parente
gl: Seleccionar unha colección pai
hr: Odaberi nadređenu zbirku
hu_hu: Szülő gyűjtemény kiválasztása
ja: 親コレクションを選択する
mn: Дээд түвшний сан хөмрөг сонгох
nl_be: Selecteer een hoofdcollectie
oc: Seleccionar la colleccion parenta
pl: Wybierz kolekcję macierzystą
pt_br: Selecione uma Coleção Pai
pt_pt: Defina uma colecção de nível superior
ro: Selectează o colecţie mamă
ru: Выберете исходную коллекцию
sq_al: Zgjidh një Koleksion Prind
sr_rs: Одаберите надређену колекцију
uk: Вказати вихідну колекцію
zh_cn: 选择一个父馆藏
zh_tw: 選擇一個上層合集

source: A collection cannot be a parent to itself, nor can it be assigned to a collection in its descendant tree.
bg_bg: Колекцията не може да си бъде производна, както и не може да бъде присъединявана към производна колекция.
ca_es: Una col·lecció no pot ésser superior jeràrquica de si mateixa, ni pot ésser assignada a una altra col·lecció dins de la seva jerarquia.
cs: Sbírka nemůže být rodičem sama o sobě, ani nemůže být přiřazena ke sbírce v jeho potomku.
cy_gb: Ni all gasgliad fod yn rhiant i'w hun, na chwaith yn rhan o gasgliad o fewn ei goeden ddisgynyddol.
de_de: Eine Sammlung kann nicht in einer Sammlung der Nachfolgesammlung auftreten.
es: Una colección no puede ser jerárquica superior de sí misma, ni puede ser asignada a otra colección en su misma jerarquía.
et: Kogu ei saa olla iseenda peamine kogu ja samuti ei saa see olla kogu, mis kuulub selle all olevasse kogusse.
fi_fi: Kokoelma ei voi olla ylätaso-suhteessa itseensä eikä kokoelmahierarkiassa nyt alempana oleva kokoelma voi olla kokoelman ylätason kokoelma.
fr: Une collection ne peut être parent d'elle-même, et ne peut pas non plus être assignée à une collection appartenant à sa descendance.
gl: Unha colección non pode ser pai de si mesma, nin pode ser asinada a unha coleciión na súa árbore de descendentes.
hr: Zbirka ne može sama sebi biti nadređena, niti dodijeljena zbirci koja joj je podređena u hijerarhiji zbirki.
hu_hu: Egy gyűjtemény nem lehet önmagának a szülő gyűjteménye és nem lehet a leszármazott fájához tartozó gyűjteményhez rendelni.
ja: コレクションは自身の親にすることも、子ツリーのコレクションに割り当てることもできません。
mn: Цуглуулгуудыг өөрт хамааруулах боломжгүй, энэ нь түүнийг ойр утгаи хамааруулах боломжтой
nl_be: Een collectie kan geen hoofd zijn voor zichzelf, noch kan het toegeschreven worden aan een collectie in zijn lagerliggende boomstructuur.
oc: Una colleccion pòt pas èsser parent d'ela-meteissa, e pòt pas tanpauc èsser assignada a una colleccion qu'aparten a sa descendéncia.
pl: Kolekcja nie może być kolekcją macierzystą dla siebie samej, nie może także być przypisana do kolekcji, która jest względem niej kolekcją potomną.
pt_br: Uma coleção não pode ser pai dela mesma, nem pode ser designada para uma coleção em sua árvore descendente.
pt_pt: Uma colecção não pode ser de nível superior a si própria, nem pode ser atribuída a outra colecção que esteja na sua árvore como descendente.
ro: O colecție nu poate fi propriul părinte și nici nu poate fi atribuită unei alteia în arborele său de descendenți.
ru: Коллекция не может быть исходной ни к самой себе, ни к коллекции в её схеме подчинения.
sq_al: Një koleksion nuk mund të jetë një prind për vetvete, dhe nuk mund të caktohet në një koleksion në pemën e saj pasardhëse.
sr_rs: Колекција не може бити надређена сама себи, нити може бити додељена као колекција на свом подређеном стаблу.
uk: Колекція не може бути вихідною для себе і не може бути нащадком колекції у своєму власному дереві.
zh_cn: 馆藏不能成为自己的父亲，也不能被添加到它的子树下的某个馆藏。
zh_tw: 一個合集無法成為自己的上層，或是被指派給自己的下層合集。

source: Order alphabetically?
bg_bg: Азбучно подреждане?
ca_es: Ordre alfabètic?
cs: Seřadit abecedně?
cy_gb: Trefnu yn ôl y wyddor?
de_de: Alphabetisch sortieren?
es: ¿Ordenar alfabéticamente?
et: Järjestada tähestiku järgi?
fi_fi: Järjestä aakkosellisesti?
fr: Ordre alphabétique ?
gl: Ordear alfabeticamente?
hr: Poredaj po abecedi?
hu_hu: Rendezés ábécé szerint?
ja: アルファベット順にしますか？
mn: Үсэг дарааллаар эрэмблэх үү?
nl_be: Alfabetische volgorde?
oc: Òrdre alfabetic ?
pl: Uporządkować alfabetycznie?
pt_br: Ordenar alfabeticamente?
pt_pt: Ordenar alfabeticamente?
ro: Ordonaţi alfabetic ?
ru: Упорядочить по алфавиту?
sq_al: Porosit alfabetikisht?
sr_rs: Алфабетски поредак?
uk: Сортувати за алфавітом?
zh_cn: 按字母顺序分类？
zh_tw: 依字母排序？

source: Order the collection tree alphabetically? This does not affect the order of the collections browse page.
bg_bg: Подреждане на колекцията по азбучен ред? Това няма да се отрази на подреждането на колекцията в страницата за преглед.
ca_es: Voleu ordenar la col·lecció alfabèticament? Això no afectarà l'ordre de les col·leccions a la pàgina de navegació.
cs: Seřadit strom sbírky abecedně? To to nemá vliv na řazení stránky při procházení sbírek.
cy_gb: Trefnu'r goeden casgliad yn ôl trefn y wyddor? Bydd hyn ddim yn effeithio ar drefn y dudalen pori casgliadau.
de_de: Soll die Sammlung alphabetisch sortiert werden? Dies hat keinen Einfluss auf die Reihenfolge der Sammlungen der durchsuchten Seite.
es: ¿Ordenar jerárquicamente el árbol de la colección? Esto no afectará el orden de la colección en la página de navegación.
et: Kas järjestada kogude puu tähestiku järgi? See ei mõjuta kogude järjekorda sirvimise lehel.
fi_fi: Kokoelmahierarkian järjestäminen aakkosellisesti. Kokoelmahierarkian järjestys ei vaikuta kokoelmien selausnäkymän järjestykseen.
fr: Trier la hiérarchie des collections par ordre alphabétique ? Cela n'aura pas d'incidence sur l'ordre la page de parcours des collections.
gl: Ordear o árbore de coleccións alfabeticamente? Isto non afecta a orde de coleccións na páxina de búsqueda.
hr: Poredati zbirke u hijerarhiji po abecedi? Ovo ne utječe na redoslijed zbirki navedenih na stranici za pregledavanje zbirki.
hu_hu: Ábécé szerint rendezi a gyűjteménytárat? Ez nem befolyásolja a gyűjtemények sorrendjét a böngészési oldalon.
ja: コレクションツリーをアルファベット順に並べ替えますか？ これは、コレクションブラウズページの順序には影響しません。
mn: Цуглуулгуудыг цагаан толгойн үсгийн дарааллаар байрлуулах.
nl_be: Orden de collectieboom alfabetisch? Dit heeft geen effect of de volgorde van de verkenpagina voor verzamelingen.
oc: Triar la ierarquia de las colleccions per òrdre alfabetic ? Aquò aurà pas d'incidéncia sus l'òrdre de la pagina de percors de las colleccions.
pl: Uporządkować drzewko kolekcji alfabetycznie? To ustawienie nie wpływa na uporządkowanie kolekcji na stronie Kolekcje/Przeglądaj.
pt_br: Ordenar a coleção aflabeticamente? Isto não afeta a ordem na página de navegação das coleções.
pt_pt: Ordenar a árvore de colecções alfabeticamente? Isto não afectará a ordem da colecção na página de navegação das colecções.
ro: Ordoneazi alfabetic arborele colecției? Nu va fi afectată ordinea de parcurgere a colecților din pagină.
ru: Упорядочить схему коллекции по алфавиту? Это не повлияет на порядок просмотра коллекций.
sq_al: Porosit pemën e mbledhjes alfabetikisht? Kjo nuk ndikon në rendin e faqes koleksionuese që shfletoni.
sr_rs: Алфабетски поредак стабла колекција? Ово не утиче на поредак у оквиру странице за преглед колекција.
uk: Сортувати дерево колекцій за алфавітом? Це не вплине на порядок відображення на сторінці перегляду.
zh_cn: 按字母顺序分类馆藏树？这不会影响馆藏浏览页的顺序。
zh_tw: 合集樹依字母排序？這不會影響瀏覽合集頁面的順序。

source: There are no collections.
bg_bg: Няма колекции.
ca_es: No hi ha cap col·lecció
cs: Nejsou zde žádné sbírky.
cy_gb: Does dim casgliadau.
de_de: Es existieren keine Sammlungen.
es: No hay colecciones.
et: Kogusid pole.
fi_fi: Ei kokoelmia.
fr: Aucune collection disponible.
gl: Non hai coleccións.
hr: Nema zbirki.
hu_hu: Nincsenek gyűjtemények.
ja: コレクションはありません。
mn: Ямар нэг сан хөмрөг алга
nl_be: Er zijn geen collecties.
oc: Cap de colleccion pas disponibla.
pl: Nie ma żadnych kolekcji.
pt_br: Não existem coleções.
pt_pt: Não existem colecções.
ro: Nu sunt colecții.
ru: Нет никаких коллекций.
sq_al: Nuk ka asnje koleksion.
sr_rs: Нема колекција.
uk: Колекції відсутні.
zh_cn: 没有馆藏。
zh_tw: 沒有合集。
